{
  "task_number": 5,
  "task_name": "reguła społeczna z wykrywaniem oszustów",
  "intro_story": "Wyobraź sobie, że jesteś Kaluamem, członkiem Polinezyjskiej kultury znalezionej tylko na wyspie Maku na Pacyfiku. Kaluamowie mają wiele ścisłych praw, które muszą być przestrzegane. Starsi ufają Tobie jeśli pilnujesz ich przestrzegania. Poniesienie w tym porażki ściągnęłoby na Ciebie i Twoją rodzinę niełaskę starszyzny.\n\nWśród Kaluamów, gdy mężczyzna żeni się, otrzymuje na twarzy tatuaż, tylko żonaci mężczyźni mają tatuaże na swoich twarzach. Zatem tatuaż na twarzy oznacza, iż mężczyzna jest żonaty,twarz nienaznaczona wskazuje na to, że mężczyzna jest kawalerem.\n\nKorzeń kasawy jest bardzo silnym afrodyzjakiem - czyni on mężczyznę, który go spożywa nieodpartym dla kobiet. Ponad to, jest on smaczny i pożywny oraz bardzo rzadki.\n\nW przeciwieństwie do korzenia kasawy orzechy molo są bardzo powszechnym lecz marnym pożywieniem - orzechy molo są niesmaczne, niezbyt pożywne i nie mają innych interesujących \"medycznych\" własności.\n\nChociaż każdy pragnie korzenia kasawy, spożywanie go jest przywilejem, który jest ściśle racjonowany przez Twój lud. Jesteście bardzo zmysłowi, nawet bez afrodyzjakalnych własności korzenia kasawy, ale posiadacie bardzo ścisłe zwyczaje seksualne. Starszyzna plemienna stanowczo nie pochwala stosunków seksualnych między niezamężnymi   ludźmi a w szczególności nie ufa motywom i intencjom kawalerów. Wobec tego starszyzna ustanowiła prawa rządzące   wydzielaniem przywilejów. Prawo, które zostało powierzone Tobie do wprowadzania i pilnowania brzmi następująco:",
  "rule": "jeśli mężczyzna je korzeń kasawy, to musi mieć tatuaż na twarzy",
  "p": "je korzeń kasawy",
  "non_p": "je orzechy molo",
  "q": "ma tatuaż",
  "non_q": "nie ma tatuażu",
  "extra_description": "Korzeń kasawy jest tak potężnym afrodyzjakiem, że sprawia, iż wielu mężczyzn próbuje omijać to prawo, gdy tylko starsi nie patrzą. Karty, które zobaczysz poniżej zawierają informację o czterech młodych kaluamskich mężczyznach siedzących w tymczasowym obozowisku, wokół którego nie ma nikogo ze starszyzny. Dla mężczyzn została w obozowisku zostawiona taca z korzeniem kasawy i orzechami molo. Każda karta reprezentuje jednego mężczyznę. Jedna jej strona mówi o tym, co spożywa mężczyzna a druga strona karty mówi, czy mężczyzna ma na twarzy tatuaż, czy nie. Twoim zadaniem jest łapanie na gorącym uczynku mężczyzn, których pożądanie seksualne mogło popchnąć do łamania prawa. Ty i Twoja rodzina popadniecie w niełaskę starszyzny, - jeśli którykolwiek mężczyzną oszuka Cię.",
  "card_selection_task": "Zaznacz tylko te karty, które potrzebujesz odkryć aby przekonać się, czy którykolwiek z mężczyzn złamał powyższą regułę."
}